export default function Base() {
	return (
		<>
			<div className='p-2 m-9 border rounded-md border-red-600'>
				<h1 className='font-arabic p-5 text-4xl text-gray-800 text-right'>
					দো&#039;আ অর্থ
				</h1>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					দো‘আর অর্থ চাওয়া, প্রার্থনা করা, ইবাদত করা, আহ্বান করা, প্রশংসা
					সহকারে ডাকা, ব্যক্তি কর্তৃক আল্লাহ্‌র নিকট ভয়-ভীতি সহকারে বিনয়ের
					সাথে চাওয়া।{' '}
				</h2>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					আল্লাহ বলেন, “তোমরা আমাকে ডাক, আমি তোমাদের ডাকে সাড়া দিব। (মুমিন ৬০)।
				</h2>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					আল্লাহ বলেন, ‘তুমি আল্লাহ ব্যতীত এমন কারো ইবাদত করো না, যে তোমার
					ভাল-মন্দ কিছুই করতে পারে না। (ইউনুস ১০৬)।
				</h2>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					দো&#039;আ অর্থ বাণী । আল্লাহ বলেন, ‘সেখানে তাদের বাণী হ’ল, ‘হে আল্লাহ!
					আপনি পবিত্র, আর তাদের শুভেচ্ছা হল সালাম। (ইউনুস ১০)।
				</h2>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					{' '}
					আল্লাহ বলেন, ‘যেদিন তিনি তোমাদেরকে আহ্বান করবেন, অতঃপর তোমরা তাঁর
					প্রশংসা করতে করতে চলে আসবে। (ইসরা ৫২)।
				</h2>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					দো&#039;আ অর্থ অনুনয়-বিনয় করা। আল্লাহ বলেন, “তোমরা তোমাদের
					সাহায্যকারীদেরকে বিনয়ের সাথে ডাক। (বাক্বারাহ ২৩)।
				</h2>
				<h2 className='text-xl p-2 text-left text-gray-600'>
					আল্লাহ বলেন, “হে নবী! আপনি বলুন, আমি আল্লাহ্র প্রশংসা করি অথবা রহমানের
					প্রশংসা করি। (ইসরা ১১০)।
				</h2>
			</div>
			<Mace />
			<Takel />
		</>
	);
}

// ......................part 2 sub-component...............

function Mace() {
	return (
		<div className='p-2 m-9 border rounded-md border-red-600'>
			<h1 className='font-arabic p-5 text-4xl text-gray-800 text-right'>
				দো&#039;আ কবুলের সময় ও স্থান
			</h1>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'>(১)</span> লাইলাতুল কদর দো&#039;আ কবুলের
				অন্যতম সময়।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				আল্লাহ তাআলা লাইলাতুল কন্দরকে এক হাযার মাসের চেয়ে উত্তম বলেছেন (ক্বদর
				৩)।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) ইবাদতের জন্য লাইলাতুল কদরকে খুঁজতে বলতেন এবং নিজে
				লাইলাতুল কদরে সিজদা করতেন। রাসূল (ছাঃ) লাইলাতুল কদরে ইবাদত করতেন এবং
				স্বীয় পরিবারকে ইবাদতের জন্য জাগিয়ে দিতেন।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'>(২)</span> আরাফার মাঠে।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				উসামা বিন যায়েদ (রাঃ) বলেন, আমি আরাফার মাঠে রাসূলুল্লাহ (ছাঃ)-এর
				সওয়ারীর পিছনে ছিলাম, তিনি সেখানে দু হাত তুলে দো&#039;আ করলেন।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				অন্যত্র বর্ণিত আছে, আল্লাহ তাআলা আরাফার দিন মানুষকে সবচেয়ে বেশী
				জাহান্নাম থেকে মুক্ত করেন এবং ফেরেশতাগণের সামনে গৌরব করে বলেন, ‘এ সকল
				মানুষ (আরাফার মাঠে) কি চায়? অর্থাৎ যা চায় তাই প্রদান করা হবে।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৩) ছাফা-মারওয়া পাহাড়ের উপর।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				জাবির (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) ছাফা পাহাড়ের উপর উঠে তিনবার বললেন,
			</h2>

			<h2 className='text-4xl p-2 text-right font-arabic text-gray-600'>
				لا إلهَ إلا الله وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَ لَهُ
				الْحَمْدُ يُحْيِي وَيُمِيْتُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				<span className='font-bold'>উচ্চারণ:</span> লা-ইলা-হা ইল্লাল্ল-হু
				ওয়াহ্:দাহু লা-শারীকালাহু লাহুল মুল্‌কু ওয়া লাহুল হাম্‌দু ইউহ:ই ওয়া
				ইউমীতু ওয়াহুয়া ‘আলা- কুল্লি শাইইং ক্বদীর ।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				<span className='font-bold'>অর্থ:</span> ‘আল্লাহ ব্যতীত কোন হক্ব
				মা&#039;বূদ নেই, তিনি একক, তাঁর কোন শরীক নেই। রাজত্ব তাঁর হাতে, প্রশংসা
				একমাত্র তাঁর। তিনি জীবন দান করেন এবং তিনি মরণ দান করেন, তিনি সকল ক্ষমতার
				অধিকারী&#039;।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				<span className='font-bold'>অতঃপর:</span> আল্লাহু আকবার বললেন ও
				আল-হামদুলিল্লাহ বললেন এবং তাঁর শক্তি- সামর্থ্য অনুপাতে দো&#039;আ করলেন।
				অনুরূপ মারওয়া পাহাড়ে উঠে বললেন,
			</h2>

			<h2 className='text-4xl p-2 text-right font-arabic text-gray-600'>
				لا إلهَ إلا اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَ لَهُ
				الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				<span className='font-bold'>...</span>
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৪) ‘বায়তুল্লাহ&#039; বা কা&#039;বা
				ঘরকে দেখে দো&#039;আ
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				<span className='font-bold'>...</span>
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৫) ছিয়াম অবস্থায়।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেছেন, তিন শ্রেণীর লোকের দো&#039;আ ফেরত দেওয়া হয়
				না। তন্মধ্যে একজন হচ্ছে ছিয়াম পালনকারী, যতক্ষণ পর্যন্ত না সে ইফতার
				করে’।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৬) জুম&#039;আর দিনে।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেছেন, ‘জুম&#039;আর দিন এমন একটি সময় আছে, যে সময়ে
				বান্দা কিছু চাইলে আল্লাহ তাকে তা প্রদান করেন&#039;।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				আবদুল্লাহ ইবনু সালাম (রাঃ) বলেন, নিশ্চয়ই আমরা আল্লাহ্র কিতাবে
				জুম&#039;আর দিনে এমন একটি সময় পাই, যে সময়ে বান্দা ছালাত আদায় করে
				প্রার্থনা করলে আল্লাহ তার প্রার্থনা কবুল করেন ছহীহ হাদীছ দ্বারা প্রমাণিত
				যে, দো&#039;আ কবুলের চূড়ান্ত সময় হচ্ছে ইমাম ছাহেবের মিম্বরে বসা হতে
				ছালাত শেষ হওয়া পর্যন্ত।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৭) হজ্জ পালনকালে পাথর নিক্ষেপের পর।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) শেষের দু&#039;দিন পাথর নিক্ষেপের পর দীর্ঘ সময়
				দাঁড়িয়ে থাকতেন এবং অনুনয়-বিনয় করে দো&#039;আ করতেন&#039; অন্য
				বর্ণনায় রয়েছে, তিনি পশ্চিম মুখী হয়ে দীর্ঘ সময় দাঁড়িয়ে হাত উঠিয়ে
				প্রার্থনা করতেন।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৮) শেষ রাতে।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেছেন, ‘কোন ব্যক্তি যদি ওযূ করে দো&#039;আ পড়ে রাতে
				শয্যা গ্রহণ করে, তারপর শেষ রাতে উঠে সে আল্লাহ্র নিকট যা চায়, আল্লাহ
				তাকে তা প্রাদান করেন&#039;।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেছেন, ‘আল্লাহ তা&#039;আলা প্রত্যেক রাতের
				দুই-তৃতীয়াংশের পর প্রথম আকাশে নেমে আসেন এবং বলেন, ‘যে আমাকে ডাকবে আমি
				তার ডাকে সাড়া দিব, যে আমার নিকট চাইবে আমি তাকে দান করব, যে আমার নিকট
				ক্ষমা চাইবে আমি তাকে ক্ষমা করব&#039;।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				জাবির (রাঃ) বলেন, আমি রাসূলুল্লাহ (ছাঃ)-কে বলতে শুনেছি যে, “নিশ্চয়ই
				রাতে একটি সময় রয়েছে, যে সময়ে কোন মুসলমান ইহকাল ও পরকালের কিছু চাইলে
				আল্লাহ তাকে তা প্রদান করেন এবং এটা প্রতি রাতে হয়ে থাকে&#039;।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (৯) ছালাতের শেষে।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				ছালাতের শেষ বলতে সালামের আগে ও পরের সময়কে বুঝানো হয়।
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ)-কে জিজ্ঞেস করা হয়েছিল কোন্ সময় দো&#039;আ সবচেয়ে
				বেশী কবুল হয়? রাসূল (ছাঃ) বললেন, ‘শেষ রাতে এবং ফরয ছালাতের পরে। ফরয
				ছালাতের পর দো&#039;আ কবুল হয় অর্থ হাত তুলে দো&#039;আ নয়; বরং সালামের
				পর যে সকল দো&#039;আ পাঠের কথা ছহীহ হাদীছ সমূহে এসেছে, সেগুলি পাঠ করা।
			</h2>

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (১০) আযান ও ইকামতের মাঝের দো&#039;আ।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বললেন, ‘তুমিও তাই বল, মুয়াযযিন যা বলে । তারপর আযান
				শেষে চাও, যা চাইবে প্রদান করা হবে।
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেছেন, ‘আযান এবং ইকামতের মাঝের দো&#039;আ ফেরত দেওয়া
				হয় না।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (১১) যুদ্ধের মাঠে শত্রুর সাথে
				মোকাবেলার সময়।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেন, “হে জনগণ! তোমরা যখন শত্রুর সাথে সাক্ষাৎ করবে তখন
				আল্লাহ্র নিকট নিরাপত্তা চাও, ধৈর্যধারণ কর এবং জেনে রেখ, নিশ্চয়ই জান্নাত
				তরবারীর ছায়ার নীচে।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				অন্য বর্ণনায় রয়েছে, দু’সময় দো&#039;আ ফেরত দেওয়া হয় না: (১) আযানের
				সময় এবং (২) যুদ্ধের সময়।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> (১২) সিজদার সময়।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেছেন, ‘তোমরা সিজদায় বেশী বেশী দো&#039;আ কর, কেননা
				সিজদা হচ্ছে দো&#039;আ কবুলের উপযুক্ত সময়। মানুষ সিজদা অবস্থায় তার
				প্রতিপালকের সবচেয়ে বেশী নিকটবর্তী হয়। অতএব তোমরা সিজদায় বেশী বেশী
				দো&#039;আ কর। তবে সিজদায় কুরআনের আয়াত দ্বারা দো&#039;আ করা যাবে না।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১৩) ছালাতের মধ্যে তাশাহ্হুদের পর।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেন, ‘তাশাহ্হুদের পর যার যা ইচ্ছা দো&#039;আ করবে।
				অত্র হাদীছ দ্বারা প্রমাণিত হয় যে, ছালাতের শেষ বৈঠকে সালাম ফিরানোর
				পূর্বে যে কোন ধরনের দো&#039;আ করা যায়। চাই তা কুরআনের আয়াত হৌক অথবা
				হাদীছে বর্ণিত দো&#039;আ হৌক।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>
				(১৪) কারো অনুপস্থিতিতে তার জন্য দো&#039;আ।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				কারো অনুপস্থিতিতে দো&#039;আ করলে কবুল হয়।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১৫) তিন শ্রেণীর লোকের দো&#039;আ কবুল
				হওয়া অবশ্যম্ভাবী।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				১. পিতামাতার দো&#039;আ ২. মুসাফিরের দো&#039;আ এবং ৩. মাযলূমের দো&#039;আ।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১৬) তিন শ্রেণীর লোকের দো&#039;আ ফেরত
				দেয়া হয় না।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				১. আল্লাহকে বেশী বেশী স্মরণকারীর দো&#039;আ, ২. মাযলূমের দো&#039;আ, ৩.
				ন্যায়পরায়ন শাসকের দো&#039;আ।
			</h2>

			{/* ................................................ */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১৭) তিন শ্রেণীর দো&#039;আ রয়েছে, যা
				ফেরত দেওয়া হয় না।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				১. পিতামাতার দো&#039;আ, ২. ছিয়াম পালনকারীর দো&#039;আ ও ৩. মুসাফিরের
				দো&#039;আ।
			</h2>
		</div>
	);
}

function Takel() {
	return (
		<div className='p-2 m-9 border rounded-md border-red-600'>
			<h1 className='font-arabic p-5 text-4xl text-gray-800 text-right'>
				দো&#039;আ করার আদব বা বৈশিষ্ট্য
			</h1>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span> দো&#039;আ করার কিছু আদব বা বৈশিষ্ট্য
				রয়েছে, যা পালন করা আবশ্যক।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১) হারাম খাওয়া, পান করা ও পরিধান
				করা হ&#039;তে বিরত থাকা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				{' '}
				রাসূলুল্লাহ (বাঃ) বলেন, ‘খাদ্য, পানি ও পোষাক হারাম হ&#039;লে দো&#039;আ
				কবুল হয় না&#039;।
			</h2>

			{/* ................................................................... */}

			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(২) খালেছ নিয়তে অর্থাৎ অন্তরে দৃঢ়
				সংকল্প নিয়ে একনিষ্ঠভাবে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				{' '}
				রাসূলুল্লাহ (ছাঃ) বলেন, “নিশ্চয়ই কর্ম নিয়তের উপর নির্ভরশীল&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৩) নেক আমল পেশ করে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				তিনজন লোক এক গুহায় আটকা পড়লে তারা তাদের নিজ নিজ সৎ আমল আল্লাহ্র নিকট
				পেশ করে প্রার্থনা করলে আল্লাহ তা&#039;আলা তাদেরকে বিপদ থেকে রক্ষা
				করেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৪) ওযূ করে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) একদা পানি নিয়ে ওযূ করলেন এবং হাত তুলে দো&#039;আ
				করলেন।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৫) ক্বিবলামুখী হয়ে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) দো&#039;আ করার ইচ্ছা করলে ক্বিবলামুখী হয়ে দো&#039;আ
				করতেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৬) দোআ করার পূর্বে আল্লাহ্র প্রশংসা
				ও নবীর উপর দরূদ পড়া।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) এক ব্যক্তিকে তার ছালাতের মাঝে দো&#039;আ করতে দেখলেন। ঐ
				ব্যক্তি আল্লাহ্র প্রশংসা করল না এবং আল্লাহ্র নবীর উপর দরূদও পড়ল না।
				রাসূল (ছাঃ) তাকে বললেন, “হে মুছল্লী! তুমি দো&#039;আ করতে তাড়াহুড়া করলে
				। অতঃপর তাদেরকে দো&#039;আ করার নিয়ম শিক্ষা দিলেন৷ পরে আল্লাহ্র রাসূল
				(ছাঃ) অপর একজনকে দো&#039;আ করতে শুনলেন। লোকটি আল্লাহ্র প্রশংসা করল এবং
				নবীর উপর দরূদ পাঠ করল। তখন রাসূল (ছাঃ) বললেন, তুমি দো&#039;আ কর, তোমার
				দো&#039;আ কবুল করা হবে, তুমি যা চাও তোমাকে তা প্রদান করা হবে&#039;।
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				নবী করীম (ছাঃ) একজন লোককে বলতে শুনলেন, হে আল্লাহ! নিশ্চয়ই আমি তোমার
				নিকট চাই। আমি সাক্ষ্য দিচ্ছি একমাত্র তুমিই আল্লাহ। তুমি ব্যতীত প্রকৃত
				কোন মা&#039;বূদ নেই। তুমি একক নিরপেক্ষ মুখাপেক্ষিহীন। যিনি কাউকে জন্ম
				দেননি এবং কারো থেকে জন্ম নেননি। তাঁর সমকক্ষ কেউ নেই। তারপর নবী করীম
				(ছাঃ) বললেন, ‘অবশ্যই সে আল্লাহর এমন নামে ডেকেছে যে নামে চাওয়া হ&#039;লে
				প্রদান করেন এবং প্রার্থনা করা হ’লে কবুল করেন&#039;।
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				হাদীছ দ্বারা প্রমাণিত হয় যে, রাসূল (ছাঃ) আল্লাহ্র প্রশংসা করতেন
				নিম্নোক্ত শব্দ দ্বারা-
			</h2>

			<h2 className='text-4xl p-2 text-right font-arabic text-gray-600'>
				إِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ مَنْ يَهْدِهِ اللَّهُ
				فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلِ اللَّهُ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ
				أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ
				أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَمَّا بَعْدُ
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৭) দু&#039;রাক&#039;আত ছালাত আদায়
				করে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				মানুষ কোন পাপ করার পর সুন্দর করে ওযূ করে দু&#039;রাক&#039;আত ছালাত আদায়
				করে আল্লাহ্র কাছে ক্ষমা চাইলে আল্লাহ ক্ষমা করেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৮) হাত তুলে দো&#039;আ করা এবং হাত
				কাঁধ বরাবর উঠানো।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				ইবনু আব্বাস (রাঃ) বলেন, চাওয়া হ&#039;ল, তুমি তোমার দু’হাত তোমার কাঁধ
				বরাবর উঠাবে।
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				আনাস (রাঃ) বলেন, রাসূলুল্লাহ (ছাঃ) তাঁর হাত মুখের সামনা সামনি
				উঠাতেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(৯) বিনয়ী, নম্রতা, ভীতি ও দরিদ্রতার
				ভাব নিয়ে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				আল্লাহ তা&#039;আলা বলেন, ‘তুমি মনে মনে সবিনয় ও শংকিতচিত্তে অনুচ্চস্বরে
				সঙ্গোপনে তোমার প্রতিপালককে স্মরণ কর&#039; (আ&#039;রাফ ২০৫)।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১০) পাপ স্বীকার করে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেন, ‘কোন ব্যক্তি পাপ করার পর তা স্বীকার করে ক্ষমা
				চাইলে, আল্লাহ তাকে ক্ষমা করেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১১) আল্লাহ্র সুন্দর নামগুলির মাধ্যমে
				দো&#039;আ করাও।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				পবিত্র কুরআনে ঘোষণা করা হয়েছে, ‘আল্লাহ তা&#039;আলার রয়েছে সুন্দর
				সুন্দর নাম। অতএব তোমরা সেই সকল নামেই তাঁকে ডাক&#039; (আ&#039;রাফ ১৮০)।
			</h2>
			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) বলেন, “যে ব্যক্তি আল্লাহ্র গুণবাচক নামগুলি ইখলাছের
				সাথে মুখস্থ রাখবে, আল্লাহ তাকে জান্নাত দান করবেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>
				(১২) দো&#039;আ নীরবে করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				আল্লাহ তা&#039;আলা এবং তাঁর নবী (ছাঃ) নীরবে দো&#039;আ করার জন্য আদেশ
				করেছেন&#039;।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>
				(১৩) মনে আশা নিয়ে দৃঢ়তার সাথে দো&#039;আ করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূলুল্লাহ (ছাঃ) দৃঢ়তার সাথে চাইতে বলেছেন।
			</h2>

			{/* ................................................................... */}
			<h2 className='text-xl p-2 text-left font-bold text-gray-600'>
				<span className='font-bold'></span>(১৪) দো&#039;আ কবুল হয় না মনে করে
				তাড়াহুড়া না করা।
			</h2>

			<h2 className='text-xl p-2 text-left text-gray-600'>
				রাসূল (ছাঃ) বলেন, ‘তোমাদের কোন ব্যক্তি তাড়াহুড়া না করলে তার দো&#039;আ
				কবুল করা হবে&#039;।
			</h2>
		</div>
	);
}

// demo section
//  {/* ................................................................... */}

//  <h2 className='text-xl p-2 text-left text-gray-600'>normal</h2>

//  <h2 className='text-xl p-2 text-left font-bold text-gray-600'>
//    <span className='font-bold'></span>point bold
//  </h2>

//  <h2 className='text-2xl p-2 text-right font-arabic text-gray-600'>
//    arabics right{' '}
//  </h2>
