const data = [
  {
    id: 1,
    arabic: 'رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ العَلِيمُ',
    anubad: 'হে আমার প্রতিপালক, তাদের উভয়ের প্রতি রহম করো; যেমন তারা আমাকে শৈশবকালে লালন-পালন করেছেন।',
    uccaron: 'রাব্বির হামহুমা, কামা রাব্বায়ানি সাগিরা।',
    mohima: 'উপরেল্লিখিত দোয়া দুইটি ছাড়াও আরও একটা বিশেষ দোয়া রয়েছে।',
  },
  {
    id: 2,
    arabic: 'رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ العَلِيمُ',
    anubad: 'হে আমার প্রতিপালক, তাদের উভয়ের প্রতি রহম করো; যেমন তারা আমাকে শৈশবকালে লালন-পালন করেছেন।',
    uccaron: 'রাব্বির হামহুমা, কামা রাব্বায়ানি সাগিরা।',
    mohima: 'উপরেল্লিখিত দোয়া দুইটি ছাড়াও আরও একটা বিশেষ দোয়া রয়েছে।',
  }
];

export default data;