const data = [
  {
    title: `ক্রোধ দমনের দো‘আ`,
    id: 1,
    arabic: `أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ`,
    onlyBangla: ``,
    anubad: `আল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে।`,
    uccaron: `আ‘ঊযু বিল্লাহি মিনাশ্-শাইত্বা-নির রাজীম`,
    mohima: ``,
  },
  {
    title: `কেউ আপনার সাথে সদাচারণ করলে তার জন্য দো‘আ`,
    id: 2,
    arabic: `جَزَاكَ اللَّهُ خَيْراً`,
    onlyBangla: ``,
    anubad: `আল্লাহ আপনাকে উত্তম বিনিময় দান করুন।`,
    uccaron: `জাযা-কাল্লা-হু খাইরান`,
    mohima: ``,
  },
  {
    title: `কেউ যদি বলে, ‘আল্লাহ আপনাকে ক্ষমা করুন’, তার জন্য দো‘আ`,
    id: 3,
    arabic: `وَلَكَ`,
    onlyBangla: ``,
    anubad: `আর আপনাকেও।`,
    uccaron: `ওয়া লাকা`,
    mohima: ``,
  },
  {
    title: `আল্লাহ যা দ্বারা দাজ্জাল থেকে হেফাযত করবেন`,
    id: 4,
    arabic: `ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَاۜ ١
    قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا ٢
    مَّـٰكِثِينَ فِيهِ أَبَدًا ٣
    وَيُنذِرَ ٱلَّذِينَ قَالُوا ٱتَّخَذَ ٱللَّهُ وَلَدًا ٤
    مَّا لَهُم بِهِۦ مِنْ عِلْمٍۢ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا ٥
    فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا ٦
    إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا ٧
    وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا ٨
    أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا مِنْ ءَايَـٰتِنَا عَجَبًا ٩
    إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا ١٠
    `,
    onlyBangla: ``,
    anubad: `
    ১. যাবতীয় প্রশংসা আল্লাহরই যিনি তাঁর বান্দার উপর কিতাব নাযিল করেছেন [১] এবং তাতে তিনি বক্রতা রাখেননি [২]___২. সরলরূপে [১], তাঁর কঠিন শাস্তি সম্পর্কে সতর্ক করার জন্য এবং মুমিনগণ যারা সৎকাজ করে, তাদেরকে এ সুসংবাদ দেয়ার জন্য যে, তাদের জন্য আছে উত্তম পুরস্কার,___৩. যাতে তারা স্থায়ীভাবে অবস্থান করবে,___৪. আর সতর্ক করার জন্য তাদেরকে যারা বলে, আল্লাহ্ সন্তান গ্রহণ করেছেন [১],___৫. এ বিষয়ে তাদের কোনো জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিল না। তাদের মুখ থেকে বের হওয়া বাক্য কী সাংঘাতিক! তারা তো শুধু মিথ্যাই বলে [১]।___৬. তারা এ বাণীতে ঈমান না আনলে সম্ভবত তাদের পিছনে ঘুরে আপনি দুঃখে আত্ম-বিনাশী হয়ে পড়বেন [১]।___৭. নিশ্চয় যমীনের উপর যা কিছু আছে আমরা সেগুলোকে তার শোভা করেছি [১], মানুষকে এ পরীক্ষা করার জন্য যে, তাদের মধ্যে কাজে কে শ্রেষ্ঠ।___৮. আর তার উপর যা কিছু আছে তা অবশ্যই আমরা উদ্ভিদশূন্য ময়দানে পরিণত করব [১]।___৯. আপনি কি মনে করেন যে, কাহফ [১] ও রাকীমের [২] অধিবাসীরা আমাদের নিদর্শনাবলীর মধ্যে বিস্ময়কর [৩]?___১০. যখন যুবকরা গুহায় আশ্রয় নিল তখন তারা বলেছিল, ‘হে আমাদের রব! আপনি নিজ থেকে আমাদেরকে অনুগ্রহ দান করুন এবং আমাদের জন্য আমাদের কাজকর্ম সঠিকভাবে পরিচালনার ব্যবস্থা করুন [১]।
    `,
    uccaron: ``,
    mohima: `যে ব্যক্তি সূরা কাহফের প্রথম দশটি আয়াত মুখস্থ করবে, তাকে দাজ্জাল থেকে রক্ষা করা হবে। অনুরূপভাবে প্রতি নামাযের শেষ বৈঠকে তাশাহহুদের পর তার (দাজ্জালের) বিপর্যয় থেকে রক্ষা পাবার জন্য আল্লাহ্‌র নিকট আশ্রয় প্রার্থনা করতে হবে।`,
  },
  {
    title: `রাসূল (ﷺ) এর উপর দরূদ-(দরুদে ইব্রাহিম) পাঠের ফযীলত`,
    id: 5,
    arabic: `اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيد`,
    onlyBangla: ``,
    anubad: `হে আল্লাহ! তুমি মুহাম্মদ ও তার বংশধরের উপর রহমত বর্ষণ কর, যেমন তুমি হজরত ইব্রাহিম ও তাঁর বংশধরের উপর রহমত বর্ষণ করেছ। নিশ্চয় তুমি প্রশংসিত গৌরবান্বিত। হে আল্লাহ! তুমি হজরত মুহাম্মদ ও তার বংশধরের উপর বর্কত বর্ষণ কর, যেমন তুমি হজরত ইব্রাহিম ও তার বংশধরের উপর বর্কত বর্ষণ করেছ। নিশ্চয় তুমি প্রশংসিত গৌরবান্বিত।`,
    uccaron: `আল্লা-হুম্মা সাল্লি আলা মুহাম্মাদিঁউঅআলা আ-লি মুহাম্মাদ, কামা স্বাল্লাইতা আলা ইবরা-হীমা অ আলা আ-লি ইবরা-হিম, ইন্নাকাহামিদুম মাজিদ। আল্লা-হুম্মা বা-রিক আলা মুহাম্মাদিঁউঅ আলা আ-লি মুহাম্মাদ, কামা বা-রাকতা আলা ইবরা-হিমা অ আলা আ-লি ইবরা-হিম, ইন্নাকা হামিদুম মাজিদ।`,
    mohima: `রাসূল (ﷺ) বলেন, ___যে ব্যক্তি আমার উপর একবার দরূদ পাঠ করবে, তার বিনিময়ে আল্লাহ্ তার উপর দশবার দরুদ পাঠ করবেন।___ তোমরা আমার উপর দরূদ পাঠ কর, কেননা তোমাদের দরূদ আমার কাছে পৌঁছে যায়, তোমরা যেখানেই থাক না কেন।___যার সামনে আমার নাম উল্লেখ করা হলো অতঃপর সে আমার উপর দরূদ পড়লো না, সে-ই কৃপণ।___পৃথিবীতে আল্লাহর একদল ভ্রাম্যমাণ ফেরেশতা রয়েছে যারা উম্মতের পক্ষ থেকে প্রেরিত সালাম আমার কাছে পৌঁছিয়ে দেয়। `,
  },
  {
    title: `ক্ষমাপ্রার্থনা ও তাওবা করা`,
    id: 6,
    arabic: `أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ`,
    onlyBangla: ``,
    anubad: `আমি মহামহিম আল্লাহ্‌র নিকট ক্ষমা চাই, যিনি ছাড়া আর কোনো হক্ব ইলাহ নেই, তিনি চিরস্থায়ী, সর্বসত্তার ধারক। আর আমি তাঁরই নিকট তওবা করছি।’ আল্লাহ তাকে মাফ করে দিবেন যদিও সে যুদ্ধক্ষেত্র থেকে পলায়নকারী হয়।`,
    uccaron: `আস্তাগফিরুল্লা-হাল ‘আযীমল্লাযী লা ইলা-হা ইল্লা হুয়াল হাইয়্যুল কায়্যূমু ওয়া আতূবু ইলাইহি`,
    mohima: `রাসূল (ﷺ) বলেন, ___আল্লাহ্‌র শপথ, নিশ্চয় আমি দৈনিক সত্তর -এর অধিকবার আল্লাহ্‌র কাছে ক্ষমা চাই এবং তাওবা করি।___হে মানুষ, তোমরা আল্লাহ্‌র কাছে তাওবা কর, নিশ্চয় আমি আল্লাহ্‌র কাছে দৈনিক একশত বার তাওবা করি।___রব একজন বান্দার সবচেয়ে বেশি নিকটবর্তী হয় রাতের শেষ প্রান্তে, সুতরাং যদি তুমি যদি সে সময়ে আল্লাহ্‌র যিক্‌রকারীদের অন্তর্ভুক্ত হতে সক্ষম হও, তবে তা-ই হও।___একজন বান্দা তার রবের সবচেয়ে কাছে তখনই থাকে, যখন সে সিজদায় যায়, সুতরাং তোমরা তখন বেশি বেশি করে দো‘আ কর।___নিশ্চয় আমার অন্তরেও ঢাকনা এসে পড়ে, আর আমি দৈনিক আল্লাহ্‌র কাছে একশত বার ক্ষমা প্রার্থনা করি।`,
  },
  {
    title: `তাসবীহ, তাহমীদ, তাহলীল ও তাকবীর -এর ফযীলত`,
    id: 7,
    arabic: `سُبْحَانَ اللَّهِ وَبِحَمْدِهِ`,
    onlyBangla: ``,
    anubad: `আমি আল্লাহর প্রশংসা পবিত্রতা ঘোষণা করছি`,
    uccaron: `সুব্‌হানাল্লা-হি ওয়াবিহামদিহী`,
    mohima: `রাসূল (ﷺ) বলেন, যে ব্যক্তি দৈনিক ১০০ বার বলে, তার পাপসমূহ মুছে ফেলা হয়, যদিও তা সাগরের ফেনারাশির সমান হয়ে থাকে।`,
  },
  {
    title: ``,
    id: 8,
    arabic: `لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ`,
    onlyBangla: ``,
    anubad: `একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর; আর তিনি সকল কিছুর উপর ক্ষমতাবান।`,
    uccaron: `লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া ‘আলা কুল্লি শাই’ইন ক্বাদীর`,
    mohima: `রাসূল (ﷺ) বলেন, যে ব্যক্তি নিম্নোক্ত বাণীটি ১০ বার বলবে, এটা তার জন্য এমন হবে যেন সে ইসমাঈলের সন্তানদের চারজনকে দাসত্ব থেকে মুক্ত করল।`,
  },
  {
    title: ``,
    id: 9,
    arabic: `سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحانَ اللَّهِ الْعَظِيمِ`,
    onlyBangla: ``,
    anubad: `আল্লাহ্‌র প্রশংসা সহকারে তাঁর পবিত্রতা ও মহিমা বর্ণনা করছি। মহান আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছি।`,
    uccaron: `সুব্‌হানাল্লা-হি ওয়া বিহামদিহী, সুব্‌হানাল্লা-হিল ‘আযীম`,
    mohima: `রাসূল (ﷺ) বলেন, দুটি বাক্য এমন রয়েছে, যা যবানে সহজ, মীযানের পাল্লায় ভারী এবং করুণাময় আল্লাহ্‌র নিকট অতি প্রিয়।`,
  },
  {
    title: ``,
    id: 10,
    arabic: `سُبْحَانَ اللَّهِ ، الْحَمْدُ لِلَّهِ ، لاَ إِلَهَ إِلاَّ اللَّهُ ، اللَّهُ أَكْبَرُ`,
    onlyBangla: ``,
    anubad: `আল্লাহ পবিত্র-মহান | সকল হামদ-প্রশংসা আল্লাহর | আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই | আল্লাহ সবচেয়ে বড় |`,
    uccaron: `সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহ, আল্লাহু আকবার`,
    mohima: `রাসূল (ﷺ) বলেন, সূর্য যা কিছুর উপর উদিত হয় তার চেয়ে এগুলো বলা আমার কাছে অধিক প্রিয়।`,
  },
  {
    title: ``,
    id: 11,
    arabic: `سُبْحَانَ اللَّهِ`,
    onlyBangla: ``,
    anubad: `আল্লাহ পবিত্র-মহান`,
    uccaron: `সুবহানাল্লাহ`,
    mohima: `রাসূল (ﷺ) বলেন, যে ব্যক্তি ১০০ বার ‘সুবহানাল্লাহ’ বলবে, তার জন্য "এক হাজার" সওয়াব লেখা হবে অথবা তার "এক হাজার" পাপ মুছে ফেলা হবে।`,
  },
  {
    title: ``,
    id: 12,
    arabic: `لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ`,
    onlyBangla: ``,
    anubad: `আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই।`,
    uccaron: `লা হাউলা ওয়ালা কূওয়াতা ইল্লা বিল্লা-হ`,
    mohima: `রাসূল (ﷺ) বলেন, ওহে আব্দুল্লাহ ইবন কায়েস! আমি কি জান্নাতের এক রত্নভাণ্ডার সম্পর্কে তোমাকে অবহিত করব না?`,
  },
  {
    title: ``,
    id: 13,
    arabic: `سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ`,
    onlyBangla: ``,
    anubad: `আল্লাহ পবিত্র-মহান। সকল হামদ-প্রশংসা আল্লাহর। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই। আল্লাহ সবচেয়ে বড়।`,
    uccaron: `সুবহানাল্লা-হি ওয়ালহাম্‌দু লিল্লা-হি ওয়ালা ইলা-হা ইল্লাল্লা-হু ওয়াল্লা-হু আকবার`,
    mohima: `রাসূল (ﷺ) বলেন, আল্লাহ্‌র নিকট সর্বাধিক প্রিয় বাক্য চারটি, তার যে কোনটি দিয়েই শুরু করাতে তোমার কোনো ক্ষতি নেই।`,
  },
  {
    title: ``,
    id: 14,
    arabic: `لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ اللَّهُ أَكْبَرُ كَبِيراً وَالْحَمْدُ لِلَّهِ كَثِيراً سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي`,
    onlyBangla: ``,
    anubad: `একমাত্র আল্লাহ ব্যতীত কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। আল্লাহ সবচেয়ে বড়, অতীব বড়। আল্লাহ্‌র অনেক-অজস্র প্রশংসা। সৃষ্টিকুলের রব আল্লাহ কতই না পবিত্র-মহান। প্রবল পরাক্রমশীল ও প্রজ্ঞাময় আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। হে আল্লাহ! আমাকে ক্ষমা করুন, আমার প্রতি দয়া করুন, আমাকে হেদায়াত দিন এবং আমাকে রিযিক দিন।`,
    uccaron: `লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহু লা শারীকা লাহু, আল্লা-হু আকবার কাবীরান, ওয়ালহামদুলিল্লা-হি কাসীরান, সুবহা-নাল্লা-হি রাব্বিল আ-লামীন, লা হাউলা ওয়ালা কূওয়াতা ইল্লা বিল্লা-হিল ‘আযীযিল হাকীম। আল্লা-হুম্মাগফির লী, ওয়ারহামনী, ওয়াহদিনী, ওয়ারযুক্বনী`,
    mohima: `রাসূল (ﷺ) এক বেদুঈনকে তার আর্জি অনুযায়ী এই একটি কালেমা শিখিয়ে দেন`,
  },
  {
    title: `title_here`,
    id: 15,
    arabic: `arabic_here`,
    onlyBangla: `only_bangla`,
    anubad: `bangla_anubad_here`,
    uccaron: `banglay_uccaron_here`,
    mohima: `sokol_tika_here`,
  },
];

export default data;
