const data = [
  {
    title: `সকাল-সন্ধ্যায় পঠিতব্য দো'আ সমূহ`,
    id: 1,
    arabic: `ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥`,
    anubad: `আল্লাহ্‌ [১], তিনি ছাড়া কোনো সত্য ইলাহ নেই [২]। তিনি চিরঞ্জীব, সর্বসত্তার ধারক [৩]। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয় [৪]। আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর [৫]। কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে [৬]? তাদের সামনে ও পেছনে যা কিছু আছে তা তিনি জানেন [৭]। আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না [৮]। তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে [৯]; আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না [১০]। আর তিনি সুউচ্চ সুমহান। [১১]`,
    uccaron: `আল্লাহু লা ইলা-হা ইল্লা হুওয়াল হাইয়্যুল কাইয়ুম, লা তা’খুযুহু সিনাতুঁও ওয়ালা নাউম। লাহু মা-ফিসসামা-ওয়া-তি ওয়ামা ফিল আরদ্ব। মান জাল্লাজি ইয়াশফা’উ ইনদাহু ইল্লা বিইজনিহি। ইয়া’লামু মা বাইনা আইদিহিম ওয়ামা খালফাহুম। ওয়ালা ইয়ুহিতুনা বিশাইইম মিন্ ইলমিহি ইল্লা বিমা- শাআ। ওয়াসি‘আ কুরসিয়্যুহুস সামা-ওয়াতি ওয়াল আরদ্ব। ওয়ালা ইয়াউদুহু হিফজুহুমা ওয়া হুয়াল আলিয়্যূল আজিম।`,
    mohima: `আয়াতুল কুরসী একবার।`,
  },
  {
    title: ``,
    id: 2,
    arabic: `قُلْ هُوَ ٱللَّهُ أَحَدٌ ١
    ٱللَّهُ ٱلصَّمَدُ ٢
    لَمْ يَلِدْ وَلَمْ يُولَدْ ٣
    وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ٤`,
    anubad: `বলুন [১] , ‘তিনি আল্লাহ্, এক-অদ্বিতীয় [২] ,
    ‘আল্লাহ্ হচ্ছেন ‘সামাদ' [১] (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী);
    তিনি কাউকেও জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয়নি [১] ,
    ‘এবং তাঁর সমতুল্য কেউই নেই [১]।’`,
    uccaron: ``,
    mohima: `সূরা-ইখলাছ তিনবার।`,
  },
  {
    title: ``,
    id: 3,
    arabic: `
    قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ١
    مِن شَرِّ مَا خَلَقَ ٢
    وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣
    وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ٤
    وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥`,
    anubad: `বলুন [১], ‘আমি আশ্রয় প্রার্থনা করছি [২] ঊষার রবের [৩]
    তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে [১],
    আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয় [১]
    আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয় [১],
    আর অনিষ্ট হতে হিংসুকের [১], যখন সে হিংসা করে [২]।’`,
    uccaron: ``,
    mohima: `সূরা-ফালাক তিনবার।`,
  },
  {
    title: ``,
    id: 4,
    arabic: `قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١
    مَلِكِ ٱلنَّاسِ ٢
    إِلَـٰهِ ٱلنَّاسِ ٣
    مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ٤
    ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ٥
    مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ٦`,
    anubad: `বলুন, ‘আমি আশ্ৰয় প্রার্থনা করছি মানুষের রবের,
    মানুষের অধিপতির,
    মানুষের ইলাহের কাছে [১]
    আত্মগোপনকারী কুমন্ত্রণাদাতার [১] অনিষ্ট হতে,
    যে কুমন্ত্রণা দেয় মানুষের অন্তরে,
    জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে [১]।’`,
    uccaron: ``,
    mohima: `সূরা-নাস তিনবার।`,
  },
  {
    title: ``,
    id: 5,
    arabic: `أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ
    لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ`,
    anubad: `আমরা এবং সমগ্র জগৎ আল্লাহর উদ্দেশ্যে সন্ধ্যায় প্রবেশ করলাম। সমস্ত প্রশংসা আল্লাহ্র জন্য। তিনি ব্যতীত ইবাদতের যোগ্য কোন মা'বূদ নেই। তিনি এক, তাঁর কোন শরীক নেই। রাজত্ব তাঁরই এবং প্রশংসা মাত্রই তাঁর। তিনি সকল বিষয়ে ক্ষমতাবান। হে আল্লাহ! আমি তোমার নিকট এ রাতের মঙ্গল চাই এবং এ রাতে যা আছে, তার মঙ্গল কামনা করি। আশ্রয় চাই এ রাতের অমঙ্গল হতে এবং এ রাতে যে অমঙ্গল রয়েছে তা হতে। হে আল্লাহ! আমি তোমার নিকট আশ্রয় চাই অলসতা, বার্ধক্য ও বার্ধক্যের অপকারিতা হতে। হে প্রভু! আশ্রয় চাই জাহান্নামের আযাব ও কবরের শাস্তি হতে।`,
    uccaron: `আমসাইনা-ওয়া আসা মুকু লিল্লা-হি ওয়াল-হামদু লিল্লা-হি লা-ইলা-হা ইল্লাল্ল-হু ওয়াহ্দাহু লা-শারীকা লাহু, লাহুল মুল্‌কু ওয়া লাহুল হাম্‌দু ওয়াহুয়া ‘আলা-কুল্লি শাইয়িং ক্বদীর, আল্ল-হুম্মা ইন্নী আস্‌আলুকা মিন খায়রি হা-যিহিল লাইলাতি ওযা খায়রি মা-ফীহা ওয়া আ'উযুবিকা মিন শাররিহা-ওয়া শাররি মা-ফীহা-, আল্ল-হুম্মা ইন্নী আ‘উযুবিকা মিনাল কাসালি ওয়াল হারামি ওয়া সূইল
    কিবার, রব্বি ইন্নী আউযুবিকা মিন ‘আযা-বিং ফিন্না-রি ওয়া ‘আযা-বিং ফিল কবর।`,
    mohima: `যখন সন্ধ্যা হত তখন রাসূলুল্লাহ (ﷺ)
    বলতেন,`,
  },
  {
    title: ``,
    id: 6,
    arabic: `
    اَللَّهُمَّ أَنْتَ رَبِّىْ لآ إِلهَ إلاَّ أَنْتَ خَلَقْتَنِىْ وَأَنَا عَبْدُكَ وَأَنَا عَلى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُبِكَ مِنْ شَرِّمَا صَنَعْتُ، أبُوْءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوْءُ بِذَنْبِىْ فَاغْفِرْلِىْ، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ`,
    anubad: `‘হে আল্লাহ! তুমি আমার পালনকর্তা। তুমি ব্যতীত কোন উপাস্য নেই। তুমি আমাকে সৃষ্টি করেছ। আমি তোমার দাস। আমি আমার সাধ্যমত তোমার নিকটে দেওয়া অঙ্গীকারে ও প্রতিশ্রুতিতে দৃঢ় আছি। আমি আমার কৃতকর্মের অনিষ্ট হ’তে তোমার নিকটে আশ্রয় প্রার্থনা করছি। আমি আমার উপরে তোমার দেওয়া অনুগ্রহকে স্বীকার করছি এবং আমি আমার গোনাহের স্বীকৃতি দিচ্ছি। অতএব তুমি আমাকে ক্ষমা কর। কেননা তুমি ব্যতীত পাপসমূহ ক্ষমা করার কেউ নেই’।`,
    uccaron: `আল্লা-হুম্মা আনতা রব্বী লা ইলা-হা ইল্লা আনতা খালাক্বতানী, ওয়া আনা ‘আবদুকা ওয়া আনা ‘আলা ‘আহদিকা ওয়া ওয়া‘দিকা মাসতাত্বা‘তু, আ‘ঊযুবিকা মিন শার্রি মা ছানা‘তু। আবূউ লাকা বিনি‘মাতিকা ‘আলাইয়া ওয়া আবূউ বিযাম্বী ফাগফিরলী ফাইন্নাহূ লা ইয়াগফিরুয্ যুনূবা ইল্লা আনতা।`,
    mohima: `রাসূলুল্লাহ (ﷺ) বলেছেন, শ্রেষ্ঠ সাইয়িদুল ইস্তেগফার হ’ল`,
  },
  {
    title: ``,
    id: 7,
    arabic: `رَضِيْتُ بِاللهِ ربًّا وبالإسلاَمِ دِيْناً وبِمُحمدٍ نبيّاً`,
    anubad: `‘‘আমি সন্তুষ্ট চিত্তে গ্রহণ করেছি আল্লাহ্কে প্রভু হিসাবে, ইসলামকে দ্বীন হিসাবে এবং মুহাম্মাদ (ﷺ) কে নাবী ও রসূল হিসেবে’’।`,
    uccaron: `রম্বীতু বিল্লা-হি রব্বাওঁ ওয়াবিল ইসলা-মি দ্বী-নাওঁ ওয়া বিমুহাম্মাদিন নাবিয়্যা।`,
    mohima: `রাসূল (ﷺ) বলেছেন, ‘যে ব্যক্তি সকালে ও সন্ধ্যায় তিনবার করে নিম্নোক্ত দো'আ পাঠ করবে, আল্লাহ কিয়ামতের দিন তার উপর খুশী
    হয়ে যাবেন`,
  },
  {
    title: ``,
    id: 8,
    arabic: `arabic_here`,
    anubad: `bangla_anubad_here`,
    uccaron: `banglay_uccaron_here`,
    mohima: `sokol_tika_here`,
  },

];

export default data;