const data = [
  {
    title: `সকাল-সন্ধ্যায় পঠিতব্য দো'আ সমূহ`,
    id: 1,
    arabic: `ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥`,
    anubad: `আল্লাহ্‌ [১], তিনি ছাড়া কোনো সত্য ইলাহ নেই [২]। তিনি চিরঞ্জীব, সর্বসত্তার ধারক [৩]। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয় [৪]। আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর [৫]। কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে [৬]? তাদের সামনে ও পেছনে যা কিছু আছে তা তিনি জানেন [৭]। আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না [৮]। তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে [৯]; আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না [১০]। আর তিনি সুউচ্চ সুমহান। [১১]`,
    uccaron: `আল্লাহু লা ইলা-হা ইল্লা হুওয়াল হাইয়্যুল কাইয়ুম, লা তা’খুযুহু সিনাতুঁও ওয়ালা নাউম। লাহু মা-ফিসসামা-ওয়া-তি ওয়ামা ফিল আরদ্ব। মান জাল্লাজি ইয়াশফা’উ ইনদাহু ইল্লা বিইজনিহি। ইয়া’লামু মা বাইনা আইদিহিম ওয়ামা খালফাহুম। ওয়ালা ইয়ুহিতুনা বিশাইইম মিন্ ইলমিহি ইল্লা বিমা- শাআ। ওয়াসি‘আ কুরসিয়্যুহুস সামা-ওয়াতি ওয়াল আরদ্ব। ওয়ালা ইয়াউদুহু হিফজুহুমা ওয়া হুয়াল আলিয়্যূল আজিম।`,
    mohima: `আয়াতুল কুরসী একবার।`,
  },
  {
    title: ``,
    id: 2,
    arabic: `قُلْ هُوَ ٱللَّهُ أَحَدٌ ١
    ٱللَّهُ ٱلصَّمَدُ ٢
    لَمْ يَلِدْ وَلَمْ يُولَدْ ٣
    وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ ٤`,
    anubad: `বলুন [১] , ‘তিনি আল্লাহ্, এক-অদ্বিতীয় [২] ,
    ‘আল্লাহ্ হচ্ছেন ‘সামাদ' [১] (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী);
    তিনি কাউকেও জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয়নি [১] ,
    ‘এবং তাঁর সমতুল্য কেউই নেই [১]।’`,
    uccaron: ``,
    mohima: `সূরা-ইখলাছ তিনবার।`,
  },
  {
    title: ``,
    id: 3,
    arabic: `
    قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ ١
    مِن شَرِّ مَا خَلَقَ ٢
    وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣
    وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلْعُقَدِ ٤
    وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥`,
    anubad: `বলুন [১], ‘আমি আশ্রয় প্রার্থনা করছি [২] ঊষার রবের [৩]
    তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে [১],
    আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয় [১]
    আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয় [১],
    আর অনিষ্ট হতে হিংসুকের [১], যখন সে হিংসা করে [২]।’`,
    uccaron: ``,
    mohima: `সূরা-ফালাক তিনবার।`,
  },
  {
    title: ``,
    id: 4,
    arabic: `قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١
    مَلِكِ ٱلنَّاسِ ٢
    إِلَـٰهِ ٱلنَّاسِ ٣
    مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ ٤
    ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ ٥
    مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ ٦`,
    anubad: `বলুন, ‘আমি আশ্ৰয় প্রার্থনা করছি মানুষের রবের,
    মানুষের অধিপতির,
    মানুষের ইলাহের কাছে [১]
    আত্মগোপনকারী কুমন্ত্রণাদাতার [১] অনিষ্ট হতে,
    যে কুমন্ত্রণা দেয় মানুষের অন্তরে,
    জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে [১]।’`,
    uccaron: ``,
    mohima: `সূরা-নাস তিনবার।`,
  },
  {
    title: ``,
    id: 5,
    arabic: `أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ
    لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ`,
    anubad: `আমরা এবং সমগ্র জগৎ আল্লাহর উদ্দেশ্যে সন্ধ্যায় প্রবেশ করলাম। সমস্ত প্রশংসা আল্লাহ্র জন্য। তিনি ব্যতীত ইবাদতের যোগ্য কোন মা'বূদ নেই। তিনি এক, তাঁর কোন শরীক নেই। রাজত্ব তাঁরই এবং প্রশংসা মাত্রই তাঁর। তিনি সকল বিষয়ে ক্ষমতাবান। হে আল্লাহ! আমি তোমার নিকট এ রাতের মঙ্গল চাই এবং এ রাতে যা আছে, তার মঙ্গল কামনা করি। আশ্রয় চাই এ রাতের অমঙ্গল হতে এবং এ রাতে যে অমঙ্গল রয়েছে তা হতে। হে আল্লাহ! আমি তোমার নিকট আশ্রয় চাই অলসতা, বার্ধক্য ও বার্ধক্যের অপকারিতা হতে। হে প্রভু! আশ্রয় চাই জাহান্নামের আযাব ও কবরের শাস্তি হতে।`,
    uccaron: `আমসাইনা-ওয়া আসা মুকু লিল্লা-হি ওয়াল-হামদু লিল্লা-হি লা-ইলা-হা ইল্লাল্ল-হু ওয়াহ্দাহু লা-শারীকা লাহু, লাহুল মুল্‌কু ওয়া লাহুল হাম্‌দু ওয়াহুয়া ‘আলা-কুল্লি শাইয়িং ক্বদীর, আল্ল-হুম্মা ইন্নী আস্‌আলুকা মিন খায়রি হা-যিহিল লাইলাতি ওযা খায়রি মা-ফীহা ওয়া আ'উযুবিকা মিন শাররিহা-ওয়া শাররি মা-ফীহা-, আল্ল-হুম্মা ইন্নী আ‘উযুবিকা মিনাল কাসালি ওয়াল হারামি ওয়া সূইল
    কিবার, রব্বি ইন্নী আউযুবিকা মিন ‘আযা-বিং ফিন্না-রি ওয়া ‘আযা-বিং ফিল কবর।`,
    mohima: `যখন সন্ধ্যা হত তখন রাসূলুল্লাহ (ﷺ)
    বলতেন,`,
  },
  {
    title: ``,
    id: 6,
    arabic: `
    اَللَّهُمَّ أَنْتَ رَبِّىْ لآ إِلهَ إلاَّ أَنْتَ خَلَقْتَنِىْ وَأَنَا عَبْدُكَ وَأَنَا عَلى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُبِكَ مِنْ شَرِّمَا صَنَعْتُ، أبُوْءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوْءُ بِذَنْبِىْ فَاغْفِرْلِىْ، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ`,
    anubad: `‘হে আল্লাহ! তুমি আমার পালনকর্তা। তুমি ব্যতীত কোন উপাস্য নেই। তুমি আমাকে সৃষ্টি করেছ। আমি তোমার দাস। আমি আমার সাধ্যমত তোমার নিকটে দেওয়া অঙ্গীকারে ও প্রতিশ্রুতিতে দৃঢ় আছি। আমি আমার কৃতকর্মের অনিষ্ট হ’তে তোমার নিকটে আশ্রয় প্রার্থনা করছি। আমি আমার উপরে তোমার দেওয়া অনুগ্রহকে স্বীকার করছি এবং আমি আমার গোনাহের স্বীকৃতি দিচ্ছি। অতএব তুমি আমাকে ক্ষমা কর। কেননা তুমি ব্যতীত পাপসমূহ ক্ষমা করার কেউ নেই’।`,
    uccaron: `আল্লা-হুম্মা আনতা রব্বী লা ইলা-হা ইল্লা আনতা খালাক্বতানী, ওয়া আনা ‘আবদুকা ওয়া আনা ‘আলা ‘আহদিকা ওয়া ওয়া‘দিকা মাসতাত্বা‘তু, আ‘ঊযুবিকা মিন শার্রি মা ছানা‘তু। আবূউ লাকা বিনি‘মাতিকা ‘আলাইয়া ওয়া আবূউ বিযাম্বী ফাগফিরলী ফাইন্নাহূ লা ইয়াগফিরুয্ যুনূবা ইল্লা আনতা।`,
    mohima: `রাসূলুল্লাহ (ﷺ) বলেছেন, শ্রেষ্ঠ সাইয়িদুল ইস্তেগফার হ’ল`,
  },
  {
    title: ``,
    id: 7,
    arabic: `رَضِيْتُ بِاللهِ ربًّا وبالإسلاَمِ دِيْناً وبِمُحمدٍ نبيّاً`,
    anubad: `‘‘আমি সন্তুষ্ট চিত্তে গ্রহণ করেছি আল্লাহ্কে প্রভু হিসাবে, ইসলামকে দ্বীন হিসাবে এবং মুহাম্মাদ (ﷺ) কে নাবী ও রসূল হিসেবে’’।`,
    uccaron: `রম্বীতু বিল্লা-হি রব্বাওঁ ওয়াবিল ইসলা-মি দ্বী-নাওঁ ওয়া বিমুহাম্মাদিন নাবিয়্যা।`,
    mohima: `রাসূল (ﷺ) বলেছেন, ‘যে ব্যক্তি সকালে ও সন্ধ্যায় তিনবার করে নিম্নোক্ত দো'আ পাঠ করবে, আল্লাহ কিয়ামতের দিন তার উপর খুশী
    হয়ে যাবেন`,
  },
  {
    title: ``,
    id: 8,
    arabic: `لا إِلهَ إلا الله وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ`,
    anubad: `আল্লাহ ব্যতীত কোন উপাস্য নেই, তিনি এক, তাঁর কোন শরীক নেই। তাঁর হাতেই রয়েছে রাজত্ব। প্রশংসা একমাত্র তাঁরই। তিনি সকল বিষয়ের উপর ক্ষমতাবান।`,
    uccaron: `লা-ইলা-হা ইল্লাল্ল-হু ওয়াহ্দাহূ লা-শারীকা লাহু, লাহুল মুল্‌কু ওয়া লাহুল হাম্‌দু ওয়া হুয়া ‘আলা-কুল্লি শাইয়িং ক্বদীর।`,
    mohima: `রাসূলুল্লাহ (ﷺ) এরশাদ করেন, যে ব্যক্তি
    সকাল-সন্ধ্যায় বলবে, এ আমল তার জন্য ইসমাঈল বংশীয় ১০জন দাসমুক্ত করার সমতুল্য গণ্য হবে এবং তার জন্য ১০টি নেকী লেখা হবে, ১০টি পাপ মোচন করা হবে এবং তার ১০টি মর্যাদা বৃদ্ধি করা হবে। সারা দিন শয়তান হতে নিরাপদ থাকবে।`,
  },
  {
    title: ``,
    id: 9,
    arabic: `بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيْمُ`,
    anubad: `বিস্মিল্লা-হিল্লাযী লা-ইয়াযুরু মা‘আসমিহী শাইউং ফিল্ আযি ওয়া লা- ফিস্ সামা-ই ওয়া হুয়াস সামী‘উল ‘আলীম।`,
    uccaron: `আমি ঐ আল্লাহ্র নামে আরম্ভ করছি, যার নামে আরম্ভ করলে আসমান ও যমীনের কোন বস্তুই কোনরূপ ক্ষতি সাধন করতে পারবে না। `,
    mohima: `রাসূল (ﷺ)-কে বলেছেন, যে ব্যক্তি সকাল-সন্ধ্যায় তিনবার করে বলবে, তাহলে কোন বালা-মুছীবত তাকে স্পর্শ করবে না। `,
  },
  {
    title: ``,
    id: 10,
    arabic: `سُبْحَانَ اللّهِ وَ بِحَمْدِهِ سُبْحَانَ اللّهِ الْعَظِيم`,
    anubad: `মহান সেই আল্লাহ এবং তারই সকল প্রশংসা। মহান সেই আল্লাহ যিনি সর্বোচ্চ মর্যাদার অধিকারী। `,
    uccaron: ` সুবহানাল্লাহি ওয়া বিহামদিহি, সুবহানাল্লাহিল আজিম।`,
    mohima: `রাসুল (ﷺ) বলেন, দুটি বাক্য এমন রয়েছে, যা বলা সহজ, আমলের পাল্লায় অনেক ভারী। আর আল্লাহর কাছেও অধিক পছন্দনীয়।`,
  },
  {
    title: ``,
    id: 11,
    arabic: `اَللَّهُمَّ إِنِّى أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اَللَّهُمَّ إِنِّي أَسْأَلُكَ العَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَاَهْلِى وَمَالِى اللَّهُمَّ اسْتُرْ عَوْرَاتِيْ وَآمِنْ رَوْعَاتِي، اَللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِی وَاَعُوْذُ بِعَظْمَتكَ أَنْ
    أَغْتَالَ مِنْ تَحْتِى
    `,
    anubad: `“হে আল্লাহ, আমি আপনার নিকট চাই ক্ষমা ও সার্বিক সুস্থতা- নিরাপত্তা দুনিয়াতে এবং আখেরাতে। হে আল্লাহ, আমি আপনার কাছে চাই ক্ষমা ও সার্বিক সুস্থতা-নিরাপত্তা আমার দ্বীনের মধ্যে, আমার দুনিয়াবী বিষয়ের মধ্যে, আমার পরিবার পরিজনের মধ্যে ও আমার সম্পদের মধ্যে। হে আল্লাহ, আমার দোষত্রুটিগুলি গোপন করুন এবং আমার ভয়ভীতিকে নিরাপত্তা দান করুন। হে আল্লাহ, আপনি আমাকে হেফাযত করুন আমার সামনে থেকে, আমার পিছন থেকে, আমার ডান থেকে, আমার বাম থেকে, আমার উপর থেকে এবং আমি আপনার মহত্তেবর আশ্রয় গ্রহণ করছি যে, আমি আমার নিম্ন দিক থেকে আক্রান্ত হব।”`,
    uccaron: ` আল্লা-হুম্মা, ইন্নী আস্আলুকাল ‘আফওয়া ওয়াল ‘আ-ফিয়্যাতা ফিদ্ দুন্ইয়া- ওয়াল আ-খিরাহ। আল্লাহুম্মা, ইন্নী আস্আলুকাল ‘আফ্ওয়া ওয়াল ‘আ-ফিয়্যাতা ফী দীনী ওয়া দুন্ইয়াই-য়া, ওয়া আহলী ওয়া মালী। আল্লা-হুম্মাস- তুর ‘আউরা-তী ওয়া আ-মিন রাউ‘আ-তী। আল্লা-হুম্মাহ্ ফাযনী মিম বাইনি ইয়াদাইয়্যা ওয়া মিন খালফী, ওয়া ‘আন ইয়ামীনী ওয়া ‘আন শিমালী, ওয়া মিন ফাউক্বী। ওয়া আ‘ঊযু বি‘আযামাতিকা আন উগতা-লা মিন তাহতী।`,
    mohima: `রাসূল (ﷺ) সকাল-সন্ধ্যায় উপনীত হলে নিম্নোক্ত বাক্যগুলি বলা ছাড়তেন না-`,
  },
  {
    title: ``,
    id: 12,
    arabic: `اللّهُمَّ صَلَّى وَسَلّمْ عَلَى نَبِيِّنَا مُحَمَّد
    `,
    anubad: `হে আল্লাহ! আমাদের নবী মুহাম্মাদ (ﷺ)-এর উপর রহমত ও শান্তি বর্ষণ কর।`,
    uccaron: `আল্ল-হুম্মা স্বল্লি ওয়া সাল্লিম ‘আলা-নাবিয়্যিনা-মুহাম্মাদ।`,
    mohima: `রাসূল (ﷺ) বলেন, যে ব্যক্তি সকাল-সন্ধ্যায় দশবার করে বলবে, সে কিয়ামতের দিন আমার সুপারিশ পাবে।`,
  },
  {
    title: `শয্যায় (ঘুম) গমনের দো'আ`,
    id: 13,
    arabic: ``,
    onlyBangla: `নবী মুহাম্মাদ (ﷺ) রাতে ঘুমানোর জন্য বিছানায় যাওয়ার পর প্রথমে দু হাতের তালুদ্বয় জমা করে তাতে প্রথমে থুথু দেয়ার মত করে ফুঁ দিতেন, তারপর তাতে তিন কুল (সূরা ইখলাস, ফালাক ও নাস) পড়ে প্রথমে মাথা, তারপর চেহারা তারপর শরীরের উপরিভাগে যতটুকু সম্ভব মাসেহ করতেন। `,
    anubad: ``,
    uccaron: ``,
    mohima: `এভাবে তিনবার করতেন।`,
  },
  {
    title: ``,
    id: 14,
    arabic: `ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥
    `,
    onlyBangla: ``,
    anubad: `আল্লাহ্‌ [১], তিনি ছাড়া কোনো সত্য ইলাহ নেই [২]। তিনি চিরঞ্জীব, সর্বসত্তার ধারক [৩]। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয় [৪]। আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর [৫]। কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে [৬]? তাদের সামনে ও পেছনে যা কিছু আছে তা তিনি জানেন [৭]। আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না [৮]। তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে [৯]; আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না [১০]। আর তিনি সুউচ্চ সুমহান। [১১]`,
    uccaron: `আল্লাহু লা ইলাহা ইল্লা হুওয়াল হাইয়্যুল কাইয়ুম। লা তা খুজুহু সিনাতু ওয়ালা নাউম। লাহু মা ফিস সামা ওয়াতি ওয়ামা ফিল আরদ। মান জাল্লাজি ইয়াশ ফাউ ইনদাহু ইল্লা বি ইজনিহি, ইয়া লামু মা বাইনা আইদিহিম ওয়ামা খালফাহুম, ওয়ালা ইউ হিতুনা বিশাই ইম মিন ইল মিহি ইল্লা বিমা শা আ, ওয়াসিয়া কুরসি ইউহুস সামা ওয়াতি ওয়াল আরদ, ওয়ালা ইয়া উদুহু হিফজুহুমা ওয়াহুয়াল আলি ইয়ুল আজিম।`,
    mohima: `(সূরা আল-বাক্বারা আয়াত-২৫৫)। শয়নকালে ‘আয়াতুল কুরসী পাঠ করে, সকাল পর্যন্ত তার হেফাজতের জন্য একজন ফেরেশতা পাহারায় নিযুক্ত থাকে। যাতে শয়তান তার নিকটবর্তী হতে না পারে।`,
  },
  {
    title: ``,
    id: 15,
    arabic: `ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍۢ مِّن رُّسُلِهِۦ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ ٢٨٥

    لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ ٢٨٦
    `,
    onlyBangla: ``,
    anubad: `2:285
    রাসূল তার প্রভুর পক্ষ থেকে যা তার কাছে নাযিল করা হয়েছে তার উপর ঈমান এনেছেন এবং মুমিনগণও। প্রত্যেকেই ঈমান এনেছে আল্লাহ্‌র উপর, তাঁর ফেরেশতাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের উপর। আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে: আমরা শুনেছি ও মেনে নিয়েছি। হে আমাদের রব! আপনার ক্ষমা প্রার্থনা করি এবং আপনার দিকেই প্রত্তাবর্তনস্থল।
    ___2:286
    আল্লাহ্‌ কারও উপর এমন কোনো দায়িত্ব চাপিয়ে দেন না যা তার সাধ্যাতীত [১]। সে ভাল যা উপার্জন করে তার প্রতিফল তারই, আর মন্দ যা কামাই করে তার প্রতিফল তার উপরই বর্তায়। ‘হে আমাদের রব! যদি আমরা বিস্মৃত হই অথবা ভুল করি তবে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীগণের উপর যেমন বোঝা চাপিয়ে দিয়েছিলেন আমাদের উপর তেমন বোঝা চাপিয়ে দিবেন না। হে আমাদের রব! আপনি আমাদেরকে এমন কিছু বহন করাবেন না যার সামর্থ আমাদের নেই। আর আপনি আমাদের পাপ মোচন করুন, আমাদেরকে ক্ষমা করুন, আমাদের প্রতি দয়া করুন, আপনি আমাদের অভিভাবক। অতএব, কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন [২]।’`,
    uccaron: `২৮৫. আমানুর-রাসুলু বিমা উংজিলা ইলাইহি মির রাব্বিহি ওয়াল মু’মিনুন। কুল্লুন আমানা বিল্লাহি ওয়া মালা-ইকাতিহি ওয়া কুতুবিহি ওয়া রুসুলিহি, লা নুফার-রিকু বাইনা আহা’দিম-মির রুসুলিহি। ওয়া ক্বালু সামি’না, ওয়া আত্বা’না, গুফরা নাকা, রাব্বানা ওয়া ইলাইকাল মাসির। 
    ___২৮৬. লা ইউ কাল্লিফুল্লাহু নাফসান ইল্লা উস-আ’হা। লাহা মা কাসাবাত ওয়া আ’লাইহা মাক তাসাবাত। রব্বানা লা-তু আখজিনা-ইন্না সিনা- আও আখত্বা’না। রাব্বানা ওয়ালা তাহ’মিল আ’লাইনা ইসরান কামা হা’মালতাহু আ’লাল্লাজিনা মিন ক্বাবলিনা। রব্বানা ওয়ালা তুহা’ম্মিলনা মা-লা ত্বাকাতালানা বিহ। ওয়াআ’ফু আ’ন্না, ওয়াগ ফিরলানা, ওয়ার হা’মনা। আংতা মাওলানা, ফানছুরনা আ’লাল ক্বাওমিল কাফিরিন।`,
    mohima: `অর্থাৎ উক্ত ব্যক্তি সারা রাত বিপদমুক্ত থাকবে। রাসূলুল্লাহ (ﷺ) বলেছেন, “যে কেউ রাতে সূরা বাক্বারার শেষ দু'আয়াত পাঠ করবে, তার জন্য আয়াত দু'টিই যথেষ্ট হবে।`,
  },
  {
    title: ``,
    id: 16,
    arabic: `
    بِاسْمِكَ رَبِّىْ وَضَعْتُ جَنْبِىْ وَبِكَ أَرْفَعُهُ اِنْ أَمْسَكْتَ نَفْسِىْ فَارْحَمْهَا وَاِنْ اَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْن`,
    onlyBangla: ``,
    anubad: `হে আমার প্রতিপালক! তোমার নামে আমার পার্শ্ব রাখলাম এবং তোমার নামেই তা উঠাব। যদি তুমি আমার আত্মাকে রেখে দাও, তবে তার প্রতি দয়া কর। আর যদি তাকে ফেরৎ দাও, তাহলে তার প্রতি লক্ষ্য কর, যেমনভাবে লক্ষ্য কর তুমি তোমার নেক বান্দাদের প্রতি।`,
    uccaron: `বিসমিকা রাব্বি ওয়াদাতু জাম্বি ওয়া বিকা আরফাউহু ইন আমসাকতা নাফসি ফারহামহা ওয়া ইন আরসালতাহা ফাহফাজহা বিমা তাহফাজু বিহি ইবাদাকাস সালিহিন।`,
    mohima: `রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যখন তোমাদের কেউ বিছানায় ঘুমাতে যায়, তখন সে যেন এটি বলে`,
  },
  {
    title: ``,
    id: 17,
    arabic: ``,
    onlyBangla: `রাসূলুল্লাহ (ﷺ) যখন রাতে যখন তোমরা শয্যা গ্রহণ করবে, তখন ৩৩ বার (সুব্‌হানাল্ল-হ-[سُبْحَانَ اللهِ]), ৩৩ (আল্‌হামদুলিল্লাহ-[ٱلْحَمْدُ لِلَّٰهِ]) এবং ৩৪ বার (আল্ল-হু আকবার-[اللَّهُ أَكْبَرُ]) বলবে।`,
    anubad: ``,
    uccaron: ``,
    mohima: `এটা তোমাদের কাজের লোক, অপেক্ষা উত্তম হবে।`,
  },
  {
    title: ``,
    id: 18,
    arabic: `اللَّهُمَّ بِاسْمِكَ أَمُوْتُ وَأَحْيَى`,
    onlyBangla: ``,
    anubad: `হে আল্লাহ! আমি তোমার নামে মৃত্যুবরণ করি এবং তোমার নামেই জীবিত হই।`,
    uccaron: `আল্লাহুম্মা বিসমিকা আমুতু ওয়া আহইয়া।`,
    mohima: `রাসূলুল্লাহ (ﷺ) যখন রাতে শয্যা গ্রহণ করতেন তখন তিনি তাঁর হাত গালের নীচে রাখতেন। অতঃপর বলতেন।`,
  },
  {
    title: ``,
    id: 20,
    arabic: ``,
    onlyBangla: `রাসূলুল্লাহ (ﷺ) বলেছেন, ‘যখন তোমাদের কেউ এমন স্বপ্ন দেখে, যা সে অপসন্দ করে, তখন সে যেন তার বাম দিকে তিন বার থুথু ফেলে । আর আল্লাহ্র নিকট তিন বার শয়তান হতে আশ্রয় চায় (আউযুবিল্লা-হি মিনাশ শায়ত্ব-নির্ রজীম-[ أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ]) ও পার্শ্ব পরিবর্তন করে।`,
    anubad: ``,
    uccaron: ``,
    mohima: ``,
  },
  {
    title: `শয্যা (ঘুম) ত্যাগের দো'আ`,
    id: 21,
    arabic: `لْحَمْدُ لِلَّهِ الَّذِي أَحْيَانًا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ`,
    onlyBangla: ``,
    anubad: `সকল প্রশংসা আল্লাহর! যিনি মৃত্যুর পর জীবন দিয়েছেন আর তাঁরই দিকে প্রত্যাবর্তন করতে হবে।`,
    uccaron: `আলহামদু লিল্লা-হিল্লাযী আহইয়ানা-বা’দা মা-আমা-তানা-ওয়া ইলায়হিন নুশূর`,
    mohima: `রাসূল (ﷺ) ঘুম থেকে জাগ্ৰত হতেন তখন বলতেন।`,
  },
  {
    title: ``,
    id: 22,
    arabic: `لاَ إِلَهَ إِلا اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ الله وَالْحَمْدُ لله ولا اله إلا الله وَالله أَكْبَرُ وَلاَ حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظيمِ رَبِّ اغْفِرْ لي
    `,
    onlyBangla: ``,
    anubad: `‘আল্লাহ ব্যতীত কোন মা'বূদ নেই, তিনি একক, তাঁর কোন শরীক নেই। রাজত্ব তাঁরই অধীনে, প্রশংসা মাত্রই তাঁর। তিনি সমস্ত বস্তুর প্রতি ক্ষমতাশীল | আমরা আল্লাহ্ পবিত্রতা বর্ণনা করি। প্রশংসা আল্লাহর জন্য। আল্লাহ ব্যতীত কোন মা'বূদ নেই। আল্লাহ সবচেয়ে বড়। তাঁর সাহায্য ব্যতীত কোন শক্তি বা কোন উপায় নেই। তিনি উচ্চ, বড়।`,
    uccaron: `লা-ইলা-হা ইল্লাল্ল-হু ওয়াহ্:দাহু লা- শারীকা লাহ, লাহুল মুল্‌কু ওয়া লাহুল হাম্‌দু ওয়াহুওয়া ‘আলা- কুল্লি শাইয়িং কন্দীর, সুবহা-নাল্লা-হি ওয়ালহামদু লিল্লা-হি ওয়ালা- ইলা-হা ইল্লাল্ল-হু ওয়াল্ল-হু আকবার, ওয়া লা- হাওলা ওয়ালা- কুওওয়াতা ইল্লা- বিল্লা-হিল ‘আলিইয়িল ‘আযীম- রব্বিগ্ ফিলী।`,
    mohima: `রাসূলুল্লাহ (ﷺ) বলেছেন, ‘কেউ যদি শেষ রাতে শয্যায় যাওয়ার পর ঘুম থেকে জেগে এটি বলে ও(শেষে বলবে,) ‘হে আল্লাহ! আমাকে ক্ষমা করে দাও। তাকে ক্ষমা করে দেওয়া হবে।`,
  },
  {
    title: ``,
    id: 23,
    arabic: ``,
    onlyBangla: `রাসূলুল্লাহ (ﷺ) যখন শেষ রাতে তাহাজ্জুদ ছালাত আদায়ের জন্য উঠতেন, তখন সূরা আলে ইমরানের শেষ রুকূ তিলাওয়াত করতেন। অন্য বর্ণনায় শেষ রুকূর প্রথম ৫ আয়াত পড়ার কথা আছে।`,
    anubad: ``,
    uccaron: ``,
    mohima: ``,
  },
  {
    title: `মোরগ, গাধা ও কুকুরের ডাক শুনে দো'আ`,
    id: 24,
    arabic: ``,
    onlyBangla: `রাসূলুল্লাহ (ﷺ) বলেছেন, রাতে বা দিনে- যখন তোমরা মোরগের ডাক শুনবে তখন আল্লাহ্র অনুগ্রহ প্রার্থনা করবে- 
    (আল্ল-হুম্মা ইন্নী আসআলুকা মিং ফাযলিকা-[ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ ])। কেননা মোরগ ফেরেশতা দেখতে পায়। আর যখন তোমরা কুকুর ও গাধার চিৎকার শুনতে পাও, তখন ঐসব হতে আল্লাহ্র নিকট আশ্রয় চাও- (আউযুবিল্লা-হি মিনাশ্ শায়ত্বা-নির-রজীম, [ أعُوْذُ بالله منَ الشَّيْطَانِ
     ])। কেননা তারা এমন কিছু দেখে থাকে, যা তোমরা দেখতে পাও না।`,
    anubad: ``,
    uccaron: ``,
    mohima: ``,
  },
  {
    title: `পায়খানায় প্রবেশের দো'আ`,
    id: 25,
    arabic: `arabic_here`,
    onlyBangla: `only_bangla`,
    anubad: `bangla_anubad_here`,
    uccaron: `banglay_uccaron_here`,
    mohima: `sokol_tika_here`,
  },
  {
    title: ``,
    id: 26,
    arabic: `arabic_here`,
    onlyBangla: `only_bangla`,
    anubad: `bangla_anubad_here`,
    uccaron: `banglay_uccaron_here`,
    mohima: `sokol_tika_here`,
  },
];

export default data;
