const hadisData = [
  {
    id: 1,
    title: 'খণ্ড-১_হাদিস-১_[ ওয়াহ্‌য়ীর সূচনা ]',
    notes: ['(ﷺ)-কে বলেছেন, কাজ (এর প্রাপ্য হবে) নিয়্যাত অনুযায়ী। আর মানুষ তার নিয়্যাত অনুযায়ী প্রতিফল পাবে। তাই যার হিজরত হবে ইহকাল লাভের অথবা কোন মহিলাকে বিবাহ করার উদ্দেশে- তবে তার হিজরত সে উদ্দেশেই হবে, যে জন্যে, সে হিজরত করেছে।', `নিয়ত বলতে দু'টি জিনিস বুঝায়- (১) অভ্যাস থেকে ইবাদাতকে আলাদা করা। (২) এক ইবাদাত থেকে অন্য ইবাদাতকে আলাদা করা। `, `প্রতিটি কাজের বিশুদ্ধতা, বিনষ্ট হওয়া, পূর্ণতা, অপূর্ণতা, আনুগত্য কিংবা অবাধ্যতা নির্ধারিত হবে নিয়তের ওপর। সুতরাং যদি কেউ লোক দেখানো কিংবা লোক শোনানোর উদ্দেশ্যে আমল করে তবে সে গুনাহগার হবে।`, `কোনো কাজের জন্য নিয়ত বা ইচ্ছা একটি গুরুত্বপূর্ণ শর্ত। কিন্তু সেটা মনে মনে স্থির করে নেয়াই যথেষ্ট।`, `নিয়তের স্থান হচ্ছে অন্তর। যদি মুখে উচ্চারণ করা হয় তবে সেটা বিদআত হবে।`, `লোক দেখানো কিংবা শোনানোর প্রবণতা থেকে সাবধান থাকতে হবে। কারণ তা ইবাদাত নষ্ট করে দেয়।`, `একমাত্র আল্লাহর সন্তুষ্টির জন্য ইবাদাত সংঘটিত হতে হবে।`]
  },
  {
    id: 2,
    title: 'খণ্ড-১_হাদিস-৩',
    notes: [`রাসূল (ﷺ)- আত্মীয়-স্বজনের সঙ্গে সদাচরণ করতেন, অসহায় দুস্থদের দায়িত্ব বহন করতেন, নিঃস্বকে সহযোগিতা করতেন, মেহমানের আপ্যায়ন করতেন এবং হক পথের দুর্দশাগ্রস্তকে সাহায্য করতেন।`, `প্রকিত ইসলামের হকের পথে যারাই কথা বলে, তাদেরকে সমাজের কিছু মানুষ দমীয়ে রাখার চেষ্টা করবে, যদিও আল্লাহ তাদের পরিকল্পনা বাতিল করে দেন না কেন। `]
  },
  {
    id: 3,
    title: 'খণ্ড-১_হাদিস-৪',
    notes: [`আল্লাহ্‌ তায়লার নির্দেশ, আমাদের পবিত্র থাকতে হবে এবং অপবিত্রতা থেকে দূরে থাকতে হবে`,]
  },
  {
    id: 4,
    title: 'খণ্ড-১_হাদিস-৬',
    notes: [`রাসূল (ﷺ) ছিলেন সর্বশ্রেষ্ঠ দানশীল রমাযানে তিনি আরো অধিক দানশীল হতেন।`, `রাসূল (ﷺ) রহমতের বায়ু অপেক্ষাও অধিক দানশীল ছিলেন।`]
  },
  {
    id: 5,
    title: 'খণ্ড-১_হাদিস-৭',
    notes: [`রাসূল (ﷺ) আমাদের বলেছেন যে, তোমরা এক আল্লাহর ইবাদত কর এবং তাঁর সঙ্গে কোন কিছুর অংশীদার সাব্যস্ত করো না।`, `তিনি আমাদের নিষেধ করেন মূর্তিপূজা করতে, সত্য বলতে ও সচ্চরিত্র থাকতে।`, `তোমাদের পূর্বপুরুষরা যা বলে তা ত্যাগ কর।`, `তিনি আমাদের সালাত আদায়ের, সত্য বলার, চারিত্রিক নিষ্কলুষতার এবং আত্মীয়দের সঙ্গে সদাচরণ করার নির্দেশ দেন।`, `রাসূল মুহাম্মাদ (ﷺ) এর পক্ষ হতে রোম সম্রাট হিরাক্লিয়াসের প্রতি যা বলেছিলেন, শান্তি (বর্ষিত হোক) তার প্রতি, যে হিদায়াতের অনুসরণ করে, তারপর আমি আপনাকে ইসলামের দাওয়াত দিচ্ছি। ইসলাম গ্রহণ করুন, শান্তিতে থাকবেন। আল্লাহ্ আপনাকে দ্বিগুণ প্রতিদান দান করবেন। আর যদি মুখ ফিরিয়ে নেন, তবে সকল প্রজার পাপই আপনার উপর বর্তাবে।`]
  },
  {
    id: 6,
    title: 'খণ্ড-১_হাদিস-৮_[ ঈমান (বিশ্বাস) ]',
    notes: [`রাসূল (ﷺ) ইরশাদ করেন, ইসলামের স্তম্ভ হচ্ছে পাঁচটি।`, `১. আল্লাহ্ ব্যতীত প্রকৃত কোন উপাস্য নেই এবং নিশ্চয়ই মুহাম্মাদ (ﷺ) আল্লাহর রাসূল-এ কথার সাক্ষ্য প্রদান করা। মুখে স্বীকার এবং কাজে পরিণত করাই হচ্ছে ঈমান এবং তা বৃদ্ধি পায় ও হ্রাস পায়। আর আল্লাহর জন্য ভালবাসা ও আল্লাহর জন্য ঘৃণা করা ঈমানের অংশ।`, `২. সালাত কায়িম করা।`, `৩. যাকাত আদায় করা।`, `৪. হাজ্জ সম্পাদন করা।`, `৫. রমাযানের সিয়ামব্রত পালন করা।`]
  },
  {
    id: 7,
    title: 'খণ্ড-১_হাদিস-৯ ]',
    notes: [`নবী (ﷺ) বলেছেন, ঈমানের ষাটেরও অধিক শাখা আছে।`, `লজ্জা হচ্ছে ঈমানের একটি শাখা।`,]
  },
  {
    id: 8,
    title: 'খণ্ড-১_হাদিস-১০ ]',
    notes: [`রাসূল (ﷺ) ইরশাদ করেন,`, `সে-ই মুসলিম, যার জিহবা ও হাত হতে সকল মুসলিম নিরাপদ`, `সে-ই প্রকৃত মুহাজির, আল্লাহ যা নিষেধ করেছেন তা যে ত্যাগ করে।`]
  },
  {
    id: 9,
    title: 'খণ্ড-১_হাদিস-১১',
    notes: [`উত্তম জিনিসটি হল, যার জিহবা ও হাত হতে মুসলিমগণ নিরাপদ থাকে।`,]
  },
  {
    id: 10,
    title: 'খণ্ড-১_হাদিস-১২',
    notes: [`উত্তম জিনিসটি হল, তুমি খাদ্য খাওয়াবে ও চেনা অচেনা সকলকে সালাম দিবে।`,]
  },
  {
    id: 11,
    title: 'খণ্ড-১_হাদিস-১৩',
    notes: [`কেউ প্রকৃত মু‘মিন হতে পারবে না, যতক্ষণ না সে তার ভাইয়ের জন্য সেটাই পছন্দ করবে, যা তার নিজের জন্য পছন্দ করে।`,]
  },
  {
    id: 12,
    title: 'খণ্ড-১_হাদিস-১৪',
    notes: [`রাসূল (ﷺ) বলেছেন,`, `তোমাদের কেউ প্রকৃত মু‘মিন হতে পারবে না, যতক্ষণ না আমি তার নিকট তার পিতা ও সন্তানাদির চেয়ে অধিক ভালবাসার পাত্র হই।`]
  },
  {
    id: 13,
    title: 'খণ্ড-১_হাদিস-১৫',
    notes: [`রাসূল (ﷺ) বলেছেন,`, `তোমাদের কেউ প্রকৃত মু’মিন হতে পারবে না, যতক্ষণ না আমি তার নিকট তার পিতা, তার সন্তান ও সব মানুষের অপেক্ষা অধিক প্রিয় পাত্র হই।`,]
  },
  {
    id: 14,
    title: 'খণ্ড-১_হাদিস-১৬',
    notes: [`রাসূল (ﷺ) বলেছেন, তিনটি গুণ যার মধ্যে আছে, সে ঈমানের স্বাদ আস্বাদন করতে পারে-`, `১। আল্লাহ্ ও তাঁর রাসূল তার নিকট অন্য সকল কিছু হতে অধিক প্রিয় হওয়া।`, `২। কাউকে একমাত্র আল্লাহর জন্যই ভালবাসা।`, `৩। কুফরীতে প্রত্যাবর্তনকে আগুনে নিক্ষিপ্ত হবার মত অপছন্দ করা।`]
  },
  {
    id: 15,
    title: 'খণ্ড-১_হাদিস-১৭',
    notes: [`রাসূল (ﷺ) বলেছেন, ঈমানের আলামত হল আনসারকে ভালবাসা এবং মুনাফিকীর চিহ্ন হল আনসারের প্রতি শত্রুতা পোষণ করা।`,]
  },
  {
    id: 16,
    title: 'খণ্ড-১_হাদিস-১৮',
    notes: [`রাসূল (ﷺ) বলেছেন, তোমরা আমার নিকট এই মর্মে বায়‘আত গ্রহণ কর যে,`, `আল্লাহর সঙ্গে কোন কিছুকে অংশীদার সাব্যস্ত করবে না`, `চুরি করবে না`, `ব্যভিচার করবে না`, `তোমাদের সন্তানদের হত্যা করবে না`, `কারো প্রতি মিথ্যা অপবাদ আরোপ করবে না`, `সৎকাজে নাফরমানী করবে না`, `তোমাদের মধ্যে যে তা পূর্ণ করবে, তার পুরস্কার আল্লাহর নিকট রয়েছে।`, `আর কেউ এর কোন একটিতে লিপ্ত হলো এবং দুনিয়াতে তার শাস্তি পেয়ে গেলে, তবে তা হবে তার জন্য কাফ্ফারা।`, `আর কেউ এর কোন একটিতে লিপ্ত হয়ে পড়লে এবং আল্লাহ তা অপ্রকাশিত রাখলে, তবে তা আল্লাহর ইচ্ছাধীন। তিনি যদি চান, তাকে মার্জনা করবেন আর যদি চান, তাকে শাস্তি প্রদান করবেন।`]
  },
  {
    id: 17,
    title: 'খণ্ড-১_হাদিস-১৯',
    notes: [`রাসূল (ﷺ) বলেছেন, সেদিন দূরে নয়, যেদিন মুসলিমের উত্তম সম্পদ হবে কয়েকটি বকরী, যা নিয়ে সে পাহাড়ের চূড়ায় অথবা বৃষ্টিপাতের স্থানে চলে যাবে। ফিতনা হতে সে তার ধর্ম সহকারে পলায়ন করবে।`,]
  },
  {
    id: 18,
    title: 'খণ্ড-১_হাদিস-২০',
    notes: [`সাহাবীদের যখন কোন কাজের নির্দেশ দিতেন, তাঁদের সামর্থ্য অনুযায়ী নির্দেশ দিতেন। একবার তাঁরা বললেন, ’হে আল্লাহর রাসূল্! আমরা তো আপনার মত নই। আল্লাহ্ তা’আলা আপনার পূর্ববর্তী এবং পরবর্তী সকল গুনাহ ক্ষমা করে দিয়েছেন।’ তা শুনে তিনি রাগ করলেন, এমনকি তাঁর চেহারায় রাগের চিহ্ন ফুটে উঠল। অতঃপর তিনি বললেনঃ তোমাদের চেয়ে আমিই আল্লাহকে অধিক ভয় করি ও বেশী জানি।`,]
  },
  {
    id: 19,
    title: 'খণ্ড-১_হাদিস-২১',
    notes: [`রাসূল (ﷺ) বলেছেন, তিনটি গুণ যার মধ্যে বিদ্যমান, সে ঈমানের স্বাদ পায়-`, `(১) যার নিকট আল্লাহ ও তাঁর রাসূল অন্য সকল বস্তু হতে অধিক প্রিয়`, `(২) যে একমাত্র আল্লাহরই জন্য কোন বান্দাকে ভালবাসে`, `(৩) আল্লাহ্ তা‘আলা কুফর হতে মুক্তি প্রদানের পর যে কুফর-এ প্রত্যাবর্তনকে আগুনে নিক্ষিপ্ত হবার মতোই অপছন্দ করে।`]
  },
  {
    id: 20,
    title: 'খণ্ড-১_হাদিস-২২',
    notes: [`রাসূল (ﷺ) বলেছেন, বেহেশতবাসীরা জান্নাতে এবং জাহান্নামীরা জাহান্নামে প্রবেশ করবে। অতঃপর আল্লাহ্ তা‘আলা মালাকদের বলবেন,`, `যার অন্তরে সরিষার দানা পরিমাণও ঈমান আছে, তাকে জাহান্নাম হতে বের করে আনো।`, `জাহান্নাম হতে এমন অবস্থায় বের করা হবে যে, তারা (পুড়ে) কালো হয়ে গেছে।`, `অতঃপর তাদের বৃষ্টিতে বা হায়াতের নদীতে নিক্ষেপ করা হবে। ফলে তারা সতেজ হয়ে উঠবে,`]
  },
  {
    id: 21,
    title: 'খণ্ড-১_হাদিস-২৩',
    notes: [`রাসূল (ﷺ) বলেছেন,`, `লোকদেরকে আমার সামনে আনা হচ্ছে। আর তাদের পরণে রয়েছে জামা। কারো জামা বুক পর্যন্ত আর কারো জামা এর নীচ পর্যন্ত।`, `আর ‘উমার ইবনুল খাত্তাব (রাযি.) `, `তাঁর জামা (অধিক লম্বা হওয়ায়) টেনে ধরে নিয়ে যাচ্ছিলেন।`, `রাসূল (ﷺ) বলেন, (এ জামা অর্থ) দ্বীন।`]
  },
  {
    id: 22,
    title: 'খণ্ড-১_হাদিস-২৪',
    notes: [`রাসূল (ﷺ) বলেছেন,`, `লজ্জা ঈমানের অঙ্গ।`]
  },
  {
    id: 23,
    title: 'খণ্ড-১_হাদিস-২৫',
    notes: [`আল্লাহ্ ব্যতীত প্রকৃত কোন উপাস্য নেই ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল।`, `সালাত প্রতিষ্ঠা করা।`, `যাকাত আদায় করা।`]
  },
  {
    id: 24,
    title: 'খণ্ড-১_হাদিস-২৬',
    notes: [`রাসূল (ﷺ) বলেছেন,`, `আল্লাহ্ ও তাঁর রাসূলের উপর বিশ্বাস স্থাপন করা।`, `আল্লাহর রাস্তায় জিহাদ করা।`, `মাকবূল হাজ্জ সম্পাদন করা।`]
  },
  {
    id: 25,
    title: 'খণ্ড-১_হাদিস-২৮',
    notes: [``,]
  },
  {
    id: 26,
    title: 'খণ্ড-১_হাদিস-২৯',
    notes: [``,]
  },
  {
    id: 27,
    title: 'খণ্ড-১_হাদিস-৩০',
    notes: [``,]
  },
  {
    id: 28,
    title: 'খণ্ড-১_হাদিস-৩১',
    notes: [``,]
  },
  {
    id: 29,
    title: 'খণ্ড-১_হাদিস-৩২',
    notes: [``,]
  },
  {
    id: 30,
    title: 'খণ্ড-১_হাদিস-৩৩',
    notes: [``,]
  },
  {
    id: 31,
    title: 'খণ্ড-১_হাদিস-৩৪',
    notes: [``,]
  },
  {
    id: 32,
    title: 'খণ্ড-১_হাদিস-৩৫',
    notes: [``,]
  },
  {
    id: 33,
    title: 'খণ্ড-১_হাদিস-৩৬',
    notes: [``,]
  },
  {
    id: 34,
    title: 'খণ্ড-১_হাদিস-৩৭',
    notes: [``,]
  },
  {
    id: 35,
    title: 'খণ্ড-১_হাদিস-৩৮',
    notes: [``,]
  },
  {
    id: 36,
    title: 'খণ্ড-১_হাদিস-৩৯',
    notes: [``,]
  },
  {
    id: 37,
    title: 'খণ্ড-১_হাদিস-৪০',
    notes: [``,]
  },
  {
    id: 38,
    title: 'খণ্ড-১_হাদিস-৪১',
    notes: [``,]
  },
  {
    id: 39,
    title: 'খণ্ড-১_হাদিস-৪২',
    notes: [``,]
  },
  {
    id: 40,
    title: 'খণ্ড-১_হাদিস-৪৩',
    notes: [``,]
  },
  {
    id: 41,
    title: 'খণ্ড-১_হাদিস-৪৪',
    notes: [``,]
  },
  {
    id: 42,
    title: 'খণ্ড-১_হাদিস-৪৫',
    notes: [``,]
  },
  {
    id: 43,
    title: 'খণ্ড-১_হাদিস-৪৬',
    notes: [``,]
  },
  {
    id: 44,
    title: 'খণ্ড-১_হাদিস-৪৭',
    notes: [``,]
  },
  {
    id: 45,
    title: 'খণ্ড-১_হাদিস-৪৮',
    notes: [``,]
  },
  {
    id: 46,
    title: 'খণ্ড-১_হাদিস-৪৯',
    notes: [``,]
  },
  {
    id: 47,
    title: 'খণ্ড-১_হাদিস-৫০',
    notes: [``,]
  },
  {
    id: 48,
    title: 'খণ্ড-১_হাদিস-৫১',
    notes: [``,]
  },
  {
    id: 49,
    title: 'খণ্ড-১_হাদিস-৫২',
    notes: [``,]
  },
  {
    id: 50,
    title: 'খণ্ড-১_হাদিস-৫৩',
    notes: [``,]
  },
  {
    id: 51,
    title: 'খণ্ড-১_হাদিস-৫৪',
    notes: [``,]
  },
  {
    id: 52,
    title: 'খণ্ড-১_হাদিস-৫৫',
    notes: [``,]
  },
  {
    id: 53,
    title: 'খণ্ড-১_হাদিস-৫৬',
    notes: [``,]
  },
  {
    id: 54,
    title: 'খণ্ড-১_হাদিস-৫৭',
    notes: [``,]
  },
  {
    id: 55,
    title: 'খণ্ড-১_হাদিস-৫৮',
    notes: [``,]
  },

]

export default hadisData;